Repository: MateuszKarwat/Napi
Catalog: Napi/Supporting Files/*.lproj/Localizable.strings
Languages: pl

# Progress_Scanning
source: Scanning...
pl: Skanowanie...

# Progress_Waiting
source: Waiting for a action
pl: Oczekiwanie na akcję

# Progress_Searching
source: Searching subtitles
pl: Wyszukiwanie napisów

# Progress_Downloading
source: Downloading subtitles
pl: Pobieranie napisów

# Progress_Processing
source: Processing subtitles
pl: Przetwarzanie napisów

# Progress_Moving
source: Moving subtitles
pl: Przenoszenie napisów

# Progress_Canceling
source: Canceling...
pl: Zatrzymywanie...

# Preferences_Download_Languages_Selection_Description
source: Languages can be selected and reordered as you want. Napi will download subtitles in the same order as it is specified here.
pl: Języki mogą być zaznaczone i przemieszczone według dowolnych preferencji. Napi pobierze napisy w takiej kolejności, jaka znajduje się tutaj.

# Preferences_Download_Providers_Selection_Description
source: Providers can be selected and reordered as you want. Napi will download subtitles in the same order as it is specified here.
pl: Serwisy mogą być zaznaczone i przemieszczone według dowolnych preferencji. Napi pobierze napisy w takiej kolejności, jaka znajduje się tutaj.

# Download_Video_Selection_Description
source: Please choose for which videos Napi should download subtitles for. Files can be reordered to specify in which order Napi will perform a download.
pl: Wybierz pliki wideo, dla których mają zostać pobrane napisy. Pliki mogą być ustawione w dowolnej kolejności. Kolejność ustawiona tutaj determinuje porządek pobierania napisów.

# Download_Summary_Message
source: Download has been finished
pl: Pobieranie zostało zakończone

# Download_Summary_Informative
source: All available subtitles have been downloaded.
pl: Wszystkie dostępne napisy zostały pobrane.
