Repository: MateuszKarwat/Napi
Catalog: Napi/Views/Storyboards/*.lproj/Preferences.strings
Languages: pl

# 4I4-Ne-j7Y.title
source: Manage...
pl: Zarządzaj...

# Abi-59-0L7.title
source: Languages:
pl: Języki:

# BOc-tw-ykt.title
source: Show notifications when new subtitles are available
pl: Pokaż powiadomienie, kiedy pojawią się nowe napisy

# Eca-Ze-VG5.title
source: Merge adjacent whitespaces
pl: Połącz sąsiadujące odstępy

# Efn-rG-ByJ.title
source: Try to determine video frame rate
pl: Próbuj wykryć liczbę klatek na sekundę

# HLl-Cm-thO.title
source: Encoding:
pl: Kodowanie:

# HVJ-aH-xUz.title
source: Providers:
pl: Serwisy:

# IRu-28-6gY.title
source: Removes whitespaces before punctuation characters like comma or question mark...
pl: Usuwa odstępy przed znakami interpunkcyjnymi takimi jak przecinek czy znak zapytania...

# LGm-I4-QPt.title
source: First match per language
pl: Pierwsze dopasowanie dla każdego języka

# LPe-mT-SmV.title
source: None
pl: Brak

# Pyg-K6-wwY.title
source: Appearance:
pl: Wygląd:

# QTd-ui-a5M.title
source: General
pl: Ogólne

# QYb-FN-xeT.title
source: Override
pl: Nadpisz

# SpQ-yU-FBk.title
source: Backup existing subtitles
pl: Archiwizuj istniejące napisy

# VH3-my-fKr.title
source: Skip already downloaded languages
pl: Pomiń języki, które są już pobrane

# W2Y-hm-Ve9.title
source: Cancel
pl: Anuluj

# YFb-25-Him.title
source: Use backup video frame rate:
pl: Użyj zapasowej liczby klatek na sekundę:

# YNx-io-2gg.title
source: First match
pl: Pierwsze dopasowanie

# YbJ-QR-YVc.title
source: Download limit:
pl: Limit pobierania:

# YhX-FU-AqX.title
source: Show dock icon
pl: Pokaż ikonę w docku

# a6o-RV-ty2.title
source: Skip downloads for language if video file has subtitles file with language suffix associated with.
pl: Nie pobieraj napisów w języku, dla którego istnieje już plik z odpowiednim przyrostkiem.

# aSH-JL-2tI.title
source: Close application when finished
pl: Zamknij aplikację po zakończeniu pobierania

# cPJ-OM-Tac.title
source: Subtitle format:
pl: Format napisów:

# dc1-3f-eNd.title
source: Backup new subtitles
pl: Archiwizuj nowe napisy

# gn9-qq-RgF.title
source: Show video selection before downloading
pl: Przed rozpoczęciem pobierania pokaż listę plików wideo

# iZK-TY-Rcn.title
source: Correct punctuation
pl: Popraw interpunkcję

# jPQ-e0-zdJ.title
source: Match
pl: Dopasowywanie

# kmU-Cm-84Q.title
source: Show status bar icon
pl: Pokaż ikonę w pasku menu

# lod-fZ-1Xg.title
source: Show summary of downloaded subtitles
pl: Pokaż podsumowanie po zakończeniu pobierania

# o8h-ck-6Yl.title
source: Change encoding
pl: Zmień kodowanie

# qYI-WY-2Fb.title
source: Manage...
pl: Zarządzaj...

# rDm-WG-3kg.title
source: Directory scanning:
pl: Skanowanie katalogów:

# rXv-HU-iV7.title
source: If there is a name conflict:
pl: W przypadku konfliktu z nazwą pliku:

# uxU-hD-Ace.title
source: Convert subtitles
pl: Konwertuj napisy

# wKw-Ug-eU6.title
source: Append language code suffix to subtitles filenames
pl: Dodaj przyrostek z kodem języka do nazwy pliku

# yL6-iB-X03.title
source: Shallow search
pl: Płytkie skanowanie

# yvo-us-Zmo.title
source: Download
pl: Pobieranie

# ywg-3a-B0e.title
source: Convert
pl: Konwertowanie
